Компания была основана в декабре 2012 года.
Занимаемся мы разработкой и тестированием заказного программного обеспечения.
С тех пор мы продолжаем расти и развиваться. За несколько лет мы набрали две успешные команды разработчиков,
работающих в разных направлениях, которые отлично справляются со своими обязанностями.<br/>
Мы предлагаем:
<ul>
    <li>Присоединиться к команде профессионалов для работы над интересными продуктами.</li>
    <li>Карьерный рост.</li>
    <li>Удобный офис в около сквера Мира.</li>
    <li>Бесплатные обеды, чай, кофе</li>
    <li>Корпоративный досуг (вечеринки, выезд за город).</li>
    <li>График работы: пятидневная рабочая неделя с 9 до 18</li>
</ul>
Мы ищем:
<ul>
    <li>Активных</li>
    <li>Целеустремленных</li>
    <li>Талантливых</li>
    <li>Желающих развиваться в сфере IT</li>
</ul>




