Карьерный рост в компании происходит посредством аттестаций.
Аттестация - это процедура определения соответствия сотрудников своей должности.
Проведенная аттестация является основанием для перевода сотрудника на другую должность, изменения оклада.
Аттестация позволяет каждому сотруднику развиваться и расти в рамках компании в соответствии с установленными сроками и критериями.
То есть, компания формулирует точный список – что необходимо знать и уметь (или, в некоторых случаях, какой объем работы необходимо выполнять),
для того, чтобы перейти на более высокую должность и/или получить прибавку к зарплате.
Первая аттестация проводится не раньше чем через месяц и не позднее чем через три месяца после принятия сотрудника на работу.
Последующие аттестации проводятся с интервалом в полгода. Список требований для прохождения очередной аттестации выдает руководителя отдела.
По результатам аттестации сотруднику присваивается очередной грейд. Первый грейд – самый младший,
его присваивают человеку без опыта работы по специальности, человеку, который находится на обучении в компании.
Грейд - это ступень Вашей карьеры. Проходя аттестацию и получая новый грейд, Вы получаете более высокую должность и более высокую зарплату.
Помните! Ваше положение в компании и Ваш доход зависит только от Вас! Желаем успехов!