<h3>Требуются java-разработчики.</h3>
<b>Что вас ждет:</b>
<ul>
    <li>Участие в разработке новой технологической платформы компании.</li>
    <li>Участие в исследовании новых и развитии использующихся в компании технологических решений.</li>
    <li>Участие в интеграционных проектах.</li>
    <li>Рефакторинг и поддержка существующих модулей.</li>
    <li>Возможность профессионального роста и приобретения знаний в предметной области.</li>
    <li>Дружный и профессиональный коллектив, использующий гибкие методологии разработки.</li>
</ul>

<b>С чем предстоит работать:</b>
<ul>
    <li>ОС: Linux, Windows</li>
    <li>Сервер: Apache Tomcat (7.x)</li>
    <li>WEB-приложения: JSF 2.0, Facelets, Hibernate, jQuery</li>
    <li>Desktop-приложения: Swing, JDBC, javascript, lisp, XML</li>
    <li>Технологии: J2EE,SCA,BPMN,BPEL,Spring,NoSQL...</li>
    <li>СУБД: Oracle, Microsoft SQL Server, PostgreSQL, Sybase</li>
    <li>Сборка: Ant, Maven </li>
    <li>IDE: Eclipse, IDEA</li>
</ul>


<b>Требования к соискателю:</b>
<ul>
    <li>опыт работы java-разработчиком от одного года</li>
    <li>веренное знание основных java-библиотек</li>
    <li>опыт работы с SQL, системами контроля версий (Git)</li>
    <li>английский на уровне чтения технической документации</li>
 </ul>
 <b>Дополнительным плюсом</b> будет являться  знание swing, maven, ant, JSF,javascript, jQuery,
 способность к разработке многопоточных приложений. <br/>
 Мы предлагаем:
 <ul>
     <li>Присоединиться к команде профессионалов для работы над интересными продуктами.</li>
     <li>Удобный офис коло сквера мира (напротив КФ МГТУ им. Н.Э. Баумана)</li>
     <li>Бесплатные обеды, чай, кофе</li>
     <li>Корпоративный досуг (вечеринки, выезд за город)</li>
     <li>График работы: пятидневная рабочая неделя с 9 до 18</li>
 </ul>
 Также есть вакансия <b>"Младший Java разработчик"</b> (для соискателей с хорошими теоретическими знаниями Java и небольшим опытом разработки или без него)<br/>
 Если Вы хотите присоединиться к команде профессионалов <a href="">оправьте</a> нам свое резюме, и мы свяжемся с Вами в ближайшее время.